[{"_id":"65425e8b3b95df3aa91acf5d","trainingname":"Food preparation ","imagePath":"uploads/food.jpeg","description":"Food Preparation means the handling of foods or utensils in the preparation of meals, including opening and closing of baby bottles, baby food jars and cereal boxes, as well as the opening and closing of any other food items intended for the assembly of ingredients for human consumption.\r\nThe majority of operations in a food service business involve food preparation. This term refers to several different operations that help create safe and satisfactory dishes. In the food industry, food preparation is performed by skilled professionals who follow strict guidelines and best practices to ensure food is prepared and served safely and efficiently. Food handlers are required to have sufficient knowledge of proper food preparation and related food safety requirements.","createdAt":"2023-11-01T14:19:55.272Z","updatedAt":"2023-11-14T14:50:49.565Z","__v":0},{"_id":"65538b1a6b07ab350b876897","trainingname":"Metalwork","imagePath":"uploads/metalwork.jpg","description":"Metalwork, useful and decorative objects fashioned of various metals, including copper, iron, silver, bronze, lead, gold, and brass. The earliest man-made objects were of stone, wood, bone, and earth. It was only later that humans learned to extract metals from the earth and to hammer them into objects. Metalwork includes vessels, utensils, ceremonial and ritualistic objects, decorative objects, architectural ornamentation, personal ornament, sculpture, and weapons.\r\nMany of the technical processes in use today are essentially the same as those employed in ancient times. The early metalworker was familiar, for example, with hammering, embossing, chasing, inlaying, gilding, wiredrawing, and the application of niello, enamel, and gems.","createdAt":"2023-11-14T14:58:34.610Z","updatedAt":"2023-11-14T14:58:34.610Z","__v":0},{"_id":"65538c0b6b07ab350b876899","trainingname":"Woodwork","imagePath":"uploads/woodwork.jpeg","description":"Along with stone, clay and animal parts, wood was one of the first materials worked by early humans. Microwear analysis of the Mousterian stone tools used by the Neanderthals show that many were used to work wood. The development of civilization was closely tied to the development of increasingly greater degrees of skill in working these materials.\r\n\r\nAmong early finds of wooden tools are the worked sticks from Kalambo Falls, Clacton-on-Sea and Lehringen. The spears from Schöningen (Germany) provide some of the first examples of wooden hunting implements. Flint tools were used for carving. Since Neolithic times, carved wooden vessels are known, for example, from the Linear Pottery culture wells at Kückhofen and Eythra.\r\n\r\nExamples of Bronze Age wood-carving include tree trunks worked into coffins from northern Germany and Denmark and wooden folding-chairs. The site of Fellbach-Schmieden in Germany has provided fine examples of wooden animal statues from the Iron Age. Wooden idols from the La Tène period are known from a sanctuary at the source of the Seine in France.","createdAt":"2023-11-14T15:02:35.487Z","updatedAt":"2023-11-14T15:02:35.487Z","__v":0},{"_id":"65538c6b6b07ab350b87689b","trainingname":"Garment","imagePath":"uploads/garment.jpg","description":"A garment is a piece of cloth made of textile material(s) and it is stitched by means of a sewing machine. 'Garment' is the most common term used to name our clothes. The clothing item we wear to cover our body is known as a garment. \r\n\r\nOther terms used interchangeably for 'garment' are apparel, attire, dress, uniform, and clothes. Clothing items like t-shirts, shirts, pants, jackets, boxer pants, and ladies' blouses are garments.\r\n\r\nA fabric sheet is a cloth but not a garment. The garment is defined as an article of clothing by thefreedictionary.com/garment.\r\n\r\nGarments are classified based on many criteria. In this fashion era, garments are the most essential component of the fashion industry.  \r\n","createdAt":"2023-11-14T15:04:11.965Z","updatedAt":"2023-11-14T15:04:11.965Z","__v":0},{"_id":"65538ceb6b07ab350b87689d","trainingname":"Computer Maintenance","imagePath":"uploads/maintenance.jpeg","description":"Computers last five to eight years when maintained properly, but that lifespan can erode quickly if a user doesn’t take steps to protect the hardware. This is why computer maintenance is so important.\r\n\r\nComputer maintenance means keeping your computers and laptops in good condition through regular cleanings, hard drive updates, and virus prevention. Doing so can lengthen the lifespan of your devices and it can also help you browse the web more safely.","createdAt":"2023-11-14T15:06:19.366Z","updatedAt":"2023-11-14T15:06:19.366Z","__v":0},{"_id":"65538dc96b07ab350b8768a1","trainingname":"Solar Energy","imagePath":"uploads/solar.jpeg","description":"Solar energy, radiation from the Sun capable of producing heat, causing chemical reactions, or generating electricity. The total amount of solar energy incident on Earth is vastly in excess of the world’s current and anticipated energy requirements. If suitably harnessed, this highly diffused source has the potential to satisfy all future energy needs. In the 21st century solar energy is expected to become increasingly attractive as a renewable energy source because of its inexhaustible supply and its nonpolluting character, in stark contrast to the finite fossil fuels coal, petroleum, and natural gas.","createdAt":"2023-11-14T15:10:01.572Z","updatedAt":"2023-11-14T15:10:01.572Z","__v":0}]